Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: མ་འདྲེས་པ་ཡོངས་སུ་རྫོགས་པ་ཡོངས་སུ་དག་པ་རྣམ་པར་བྱུང་བ་སྤྱད་པ་འདི་ནི་སླ་བ་མ་ཡིན་པས་མ་ལ་བདག་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་མོ།
en: Now I will go forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes.’

source: །དེ་ནས་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱི་བསམ་པ་སེམས་ཀྱིས་ཤེས་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། ཚངས་པར་སྐྱེ་བར་བྱ་བའི་ཕྱིར།
en: “Brahmā, the ruler of the Sahā World, knew the brahmin Mahāgovinda’s thoughts and spoke a verse:

source: །འདི་ལ་འབད་པ་བརྟན་པར་གྱིས།
en: “ ‘Rely on efforts here To be born in the world of Brahmā.

source: །ཆོས་འདི་དག་པ་གཡུང་དྲུང་ཡིན།
en: These dharmas are the tokens of auspiciousness.’

source: །ཞེས་སྨྲས་ནས་ཚངས་པ་མི་མཇེད་ཀྱི་བདག་པོ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: “Having thus spoken, Brahmā, the ruler of the Sahā World, disappeared from that very place.

source: །དེ་ནས་དབྱར་ཟླ་བ་བཞི་པོ་དག་འདས་ནས་རྒྱལ་པོ་རྡུལ་ཕྲན་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་གང་ན་བ་དེར་དོང་སྟེ་ཕྱིན་པ་དང་། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: After that, when the four months of summer had passed, King Reṇu went to the brahmin Mahāgovinda. When he arrived, he bowed low until his forehead touched the brahmin Mahāgovinda’s feet, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། རྒྱལ་པོ་རྡུལ་ཕྲན་ལ་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When he had sat down to one side, the brahmin Mahāgovinda said to King Reṇu:

source: །ས་བདག་རྒྱལ་ཆེན་རྡུལ་ཕྲན་ཁྱོད།
en: “ ‘O master of the earth, O Great King Reṇu,

source: །བདག་གི་ཚིག་ནི་གསན་པར་མཛོད།
en: Listen to my words. Please hold the throne by yourself

source: །གནག་ལྷས་སྐྱེས་བདག་མི་སྤྲོ་ཡིས།
en: For I, Govinda, do not long for it.’

source: །རྒྱལ་སྲིད་ཉིད་ཀྱིས་བསྐྱང་དུ་གསོལ། །དེ་ནས་རྒྱལ་པོ་རྡུལ་ཕྲན་གྱིས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: “Then King Reṇu spoke a verse:

source: ཁྱོད་ཀྱི་འདོད་པ་མི་ཆོག་པ།
en: “ ‘If any of your desires are not fulfilled,

source: །གང་ཡིན་དེ་ཡང་ཁྱོད་ལ་བསྐང་།
en: I will satisfy them for you.

source: །ཁྱོད་ལ་འཚེ་བ་དེ་བསད་ཀྱིས།
en: I will kill anyone who harms you.

source: །གནག་ལྷས་སྐྱེས་ཀྱིས་བདག་མ་སྤང་།
en: May Govinda not abandon me.’

source: །རྒྱལ་པོ་བདག་འདོད་མི་ཆོག་མིན།
en: “Mahāgovinda replied: “ ‘O King, I have no unfulfilled desire.

source: །བདག་ལ་འཚེ་བའང་མ་མཆིས་ཏེ།
en: There is no one who harms me, either.

source: །མི་མ་ཡིན་པའི་ཚིག་ཐོས་ནས།
en: Since I heard the words of a nonhuman,

source: །ཁྱིམ་གྱི་གཞི་ལ་མི་སྤྲོའོ།
en: I am not pleased by being at home.’ “The king inquired:

source: །གང་ལས་ཐོས་ནས་བྲམ་ཟེ་ཁྱོད།
en: “ ‘Who is the nonhuman, O brahmin, Whose words caused you

source: །འདིར་ནི་བདག་དང་འདོད་སྤོང་བ།
en: To abandon me and the objects of desire here? I ask you. Please tell me.’

source: །མི་མ་ཡིན་པ་དེ་ཅི་འདྲ།
en: “Mahāgovinda answered:

source: །དྲི་ཡིས་དེ་ནི་བདག་ལ་སྨྲོས།
en: “ ‘When I was practicing dhyāna

source: །སྙིང་རྗེ་ཡི་ནི་གནས་པ་ཡིས། །རབ་དབེན་བསམ་གཏན་བྱེད་པ་ན།
en: On the state of compassion in a solitary place,

source: །དེ་ནས་ཚངས་པ་མདུན་དུ་འོངས།
en: Brahmā came before me

source: །ཐ་དད་ཕྱོགས་ནི་སྣང་བར་བྱས།
en: And illuminated every direction.

source: །བདག་གིས་དེ་ཡི་ཚིག་ཐོས་ནས།
en: Ever since I heard his words,

source: །བྲམ་ཟེ་གང་དུ་འགྲོ་བ་དེར།
en: “ ‘O brahmin, wherever you go,

source: །ཁོ་བོ་ཡང་ནི་འགྲོ་བྱ་ཞིང་།
en: I will go there too.

source: །ཁྱོད་ཀྱི་ཉན་ཐོས་འགྱུར་བར་བགྱིས།
en: I will become your disciple.

source: །གནག་ལྷས་སྐྱེས་ཁྱོད་སྟོན་པ་མཛོད།
en: O Govinda, please teach me.’

source: །གང་ལ་སོ་སོའི་སྐྱེ་བོ་རྣམས།
en: “Mahāgovinda then instructed him:

source: །ཆགས་པའི་འདོད་པ་དེ་དག་སྤོངས།
en: “ ‘Abandon the objects of desire To which ordinary people are attached.

source: །འདོད་པ་རྣམས་ལ་མི་ལྟ་ཞིང་།
en: Do not look at the objects of desire,

source: །བདེན་པའི་ཆོས་ལ་གནས་པར་མཛོད།
en: But dwell in the true Dharma.

source: །ཚངས་པར་སྐྱེ་བར་བགྱི་སླད་དུ།
en: “ ‘To be reborn in the world of Brahmā, Lead the taintless, true, pure life That is like

source: །ནོར་བུ་དག་པ་བཻ་ཌཱུརྱ། །ཇི་ལྟར་མ་བཅོས་དྲི་མེད་ལྟའི། །ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བགྱི།
en: The clean gem, lapis lazuli.’

source: །མཁན་པོ་ད་དེའི་དུས་ལ་བབ་པར་མཁྱེན་པར་མཛོད་ཅིག །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་རྣམས་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན་ཤེས་ལྡན་དག་ཅི་བྱེད།
en: “The king replied, ‘Master, please know that it is the right time.’ “After that, the brahmin Mahāgovinda asked the six kṣatriyas who were the king’s attendants, ‘Sirs, what would you do if I went forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes?’

source: མཁན་པོ་ལོ་བདུན་དུ་གཞེས་ཤིག་དང་། ལོ་བདུན་འདས་ནས་བདག་ཅག་བུ་དང་། སྤུན་དང་། གཞན་དག་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཀོད་ནས་མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་འབྱུང་ངོ་།
en: “ ‘O Master, please wait for seven years. After seven years have passed, we will enthrone our sons, kinsmen, or others, and then go forth ourselves, following you.’

source: །ཤེས་ལྡན་དག་ལོ་བདུན་ལྟ་ཧ་ཅང་ཡང་ཐོགས་ཆེས་སོ།
en: “ ‘Sirs, seven years is too long.

source: །གཞན་ཡང་འདོད་པ་རྣམས་ནི་ཆགས་པར་འགྱུར་བ།
en: Moreover, you will be attached to the objects of desire.

source: ལོངས་སྤྱོད་རྣམས་ནི་མྱོས་པར་འགྱུར་བ།
en: You will be intoxicated by various amusements.

source: སྲོག་འཆད་པ་ནི་ཤེས་པར་དཀའ་བ་ཡིན་པས་ལོ་བདུན་འདས་ན་ཡང་ཤེས་ལྡན་དག་རབ་ཏུ་འབྱུང་ངམ་མི་འབྱུང་གཏོལ་མེད་པས་རེ་ཞིག་ཁོ་བོ་རབ་ཏུ་འབྱུང་ངོ་།
en: Since the end of life is difficult to predict, it is uncertain if you will really go forth or not after seven years have passed. So, I will go forth soon.’

source: །མཁན་པོ་ལོ་དྲུག་གམ། ལྔ་འམ། བཞི་འམ། གསུམ་མམ། གཉིས་སམ།
en: “ ‘O Master, please wait for six, five, four, three, two years or one;

source: གཅིག་གམ། ཟླ་བ་བདུན་ནམ། དྲུག་གམ། ལྔ་འམ། བཞི་འམ། གསུམ་མམ།
en: or seven, six, five, four, three, two months or one; or seven days.

source: གཉིས་སམ། གཅིག་གམ། ཞག་བདུན་ཞིག་གཞེས་ཤིག་དང་། ཞག་བདུན་འདས་ནས་བདག་ཅག་བུ་དང་། སྤུན་དང་། གཞན་དག་རྒྱལ་སྲིད་ཀྱི་དབང་ཕྱུག་ལ་བཀོད་ནས་མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་འབྱུང་བར་བགྱིའོ།
en: After seven days have passed, we will enthrone our sons, kinsmen, or others, and then go forth ourselves, following you.’

source: །ཤེས་ལྡན་དག་ཞག་བདུན་ལྟ་རིང་པོ་ཡང་མི་ཐོགས་ན།
en: “ ‘Sirs, seven days is not too long.

source: འོན་ཀྱང་འདོད་པ་རྣམས་ནི་ཆགས་པར་འགྱུར་བ།
en: But still you will be attached to the objects of desire.

source: ལོངས་སྤྱོད་རྣམས་ནི་རྒྱགས་པར་འགྱུར་བ།
en: You will be intoxicated by various amusements.

source: སྲོག་འཆད་པ་ཤེས་པར་དཀའ་བ་ཡིན་པས་ཞག་བདུན་འདས་ན་ཡང་ཤེས་ལྡན་དག་རབ་ཏུ་འབྱུང་ངམ་མི་འབྱུང་གཏོལ་མེད་པས་རེ་ཞིག་བདག་རབ་ཏུ་འབྱུང་ངོ་།
en: Since the end of life is difficult to predict, it is uncertain if you will really go forth or not after seven days have passed. So, I will go forth soon.’

source: །མཁན་པོ་ད་དེའི་དུས་མཁྱེན་པར་མཛོད་ཅིག །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཐབས་རིར་བབ་པའི་ཆུང་མ་བཞི་བཅུ་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན་ཤེས་ལྡན་དག་ཅི་བྱེད་རྗེའི་སྲས་བདག་ཅག་བཙུན་མོ་བགྱི་བའི་དུས་ན་ནི་བཙུན་མོ།
en: “ ‘O Master, please know that it is the right time.’ “After that, the brahmin Mahāgovinda asked the seven very wealthy kṣatriyas, the seven very wealthy brahmins, the seven very wealthy householders, and the forty wives of equal rank, ‘Ladies, what would you do if I went forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes?’ “ ‘Dear one, we are queens when you make us queens, friends when you make us friends.

source: གྲོགས་བགྱི་བའི་དུས་ན་ནི་གྲོགས་ལགས་པས་རྗེའི་སྲས་གལ་ཏེ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན། རྗེའི་སྲས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་བར་བགྱིའོ།
en: If you go forth from your home into homelessness with true faith, having shaved off your hair and beard and donned saffron robes, we will go forth too, following you, dear.’

source: །ཤེས་ལྡན་དག་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན་ཤེས་ལྡན་དག་ཅི་བྱེད།
en: “ ‘Ladies, know that it is the right time.’ “After that, the brahmin Mahāgovinda asked the five hundred young brahmins, ‘What would you do if I went forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes?’

source: མཁན་པོ་བདག་ཅག་གང་ཅུང་ཟད་ཅི་འཚལ་བ་དེ་ཐམས་ཅད་ནི་མཁན་པོ་ལས་བརྟེན་ཏེ་ལགས་ཀྱིས།
en: “ ‘O Master, we depend on you, Master, for all that we eat.

source: གལ་ཏེ་མཁན་པོ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན། མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་བར་བགྱིའོ།
en: If you go forth from your home into homelessness with true faith, having shaved off your hair and beard and donned saffron robes, we will go forth too, following you, Master.’

source: །ཤེས་ལྡན་དག་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་ལ་ཞོན་པ་དང་། ཤིང་རྟ་པ་དང་། རལ་གྲིའི་འཛིན་སྟངས་མཁན་དང་། གཞུ་འཛིན་པ་དང་། ཞབས་འབྲིང་བྱེད་པ་དང་། གོ་རེ་ལོང་བྱེད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་དཔའ་བ་རྟུལ་ཕོད་པ་རབ་གནོན་ཚན་པོ་ཆེ་དང་ལྡན་པ་རྣམས་དང་། སེམས་སྲུང་བ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་བྱེད་པ་དུ་མ་ལ་སྨྲས་པ།
en: “ ‘Sirs, know that it is the right time.’ “He asked the many horse trainers, elephant drivers, horsemen, chariot riders, swordsmen, archers, servants, attendants, dancers, princes who were brave and bold like praskandins and great nagnas, worshipers, barbers, and bath attendants, ‘Sirs, what would you do if I went forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes?’

source: ཤེས་ལྡན་དག་བདག་ནི་ཞེས་བྱ་བ་ནས། སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། མཁན་པོ་རབ་ཏུ་འབྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་བར་བགྱིའོ།
en: “ ‘. . . If you go forth from your home into homelessness with true faith, having shaved off your hair and beard and donned saffron robes, we will go forth too, following you, Master.’

source: །ཤེས་ལྡན་དག་དེའི་དུས་ལ་དབབ་པར་ཤེས་པར་གྱིས་ཤིག །
en: “ ‘Sirs, know that it is the right time.’

source: དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་སྐྲ་དང་། ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་།
en: “Then the brahmin Mahāgovinda went forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes.

source: །རྒྱལ་པོ་རྡུལ་ཕྲན་ཡང་འཁོར་བརྒྱ་ཕྲག་དུ་མ་དང་། འཁོར་སྟོང་ཕྲག་དུ་མ་དང་། འཁོར་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ། དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་།
en: King Reṇu, with hundreds of, thousands of, hundreds of thousands of attendants also went forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes, following the brahmin Mahāgovinda.

source: །རྒྱལ་པོའི་འཁོར་རྒྱལ་རིགས་དྲུག་དང་། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་བདུན་དང་། ཐབས་རིར་བབ་པའི་ཆུང་མ་བཞི་བཅུ་ཡང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ། དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་།
en: The six kṣatriyas who were the king’s attendants, the seven very wealthy kṣatriyas, the seven very wealthy brahmins, the seven very wealthy householders, and the forty wives of equal rank too went forth from their homes into homelessness with true faith, having shaved off their hair and beards and donned saffron robes, following the brahmin Mahāgovinda.

source: །བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་ཡང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་།
en: The five hundred young brahmins too went forth from their homes into homelessness with true faith, having shaved off their hair and beards and donned saffron robes, following the brahmin Mahāgovinda.

source: །གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་ལ་ཞོན་པ་དང་། ཤིང་རྟ་པ་དང་། རལ་གྲི་འཛིན་སྟངས་པ་དང་། གཞུ་འཛིན་པ་དང་། ཞབས་འབྲིང་བྱེད་པ་དང་། གོ་རེ་ལོང་བྱེད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་དཔའ་བ་རྟུལ་ཕོད་པ་རབ་གནོན་ཚན་པོ་ཆེ་དང་ལྡན་པ་རྣམས་དང་། སེམས་སྲུང་བ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་བྱེད་པ་རྣམས་ཀྱང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་ངོ་།
en: The elephant drivers, horsemen, chariot riders, swordsmen, archers, servants, attendants, dancers, princes who were brave and bold like praskandins and great nagnas, worshipers, barbers, and bath attendants too went forth from their homes into homelessness with true faith, having shaved off their hair and beards and donned saffron robes, following the brahmin Mahāgovinda.

source: །བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་དེ་ལྟར་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པའི་སྒྲིབ་པ་ལྔ་པོ་སེམས་ཉེ་བར་ཉོན་མོངས་པར་བྱེད་པ། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ། གནོད་པར་བྱེད་པའི་ཕྱོགས་དང་མཐུན་པ། མྱ་ངན་ལས་མི་འདའ་བར་བྱེད་པ་རྣམས་སྤངས་ནས་བྱམས་པ་དང་ལྡན་པའི་སེམས་ཁོ་ན་མེད་པ། འགྲན་ཟླ་མེད་པ།
en: “Thus, having gone forth, the brahmin Mahāgovinda abandoned the five obstacles that cause lesser defilements of the mind and reduce intelligence, and which are associated with harm and unassociated with nirvāṇa.

source: གནོད་པ་མེད་པ། ཡངས་པ། རྒྱ་ཆེན་པོར་གྱུར་པ། ཚད་མེད་པ་ཤིན་ཏུ་བསྒོམས་པས་ཕྱོགས་གཅིག་ཏུ་མོས་ཏེ། ཁྱབ་པར་བྱས་ནས་རྫོགས་པར་བྱས་ཏེ་གནས་སོ།
en: He dwelled, dedicating attention to one direction and suffusing and perfecting it with his thought of love that was free from anger, wrath, and malice, and was vast, huge, immeasurable, and fully developed.

source: །དེ་བཞིན་དུ་གཉིས་པ་དང་། དེ་བཞིན་དུ་གསུམ་པ་དང་། དེ་བཞིན་དུ་བཞི་པ་དང་། བླ་དང་འོག་དང་། ཐད་ཀར་རྣམ་པ་ཐམས་ཅད་དུ་འཇིག་རྟེན་འདི་ཐམས་ཅད་བྱམས་པ་དང་ལྡན་པའི་སེམས་ཁོན་མེད་པ། འགྲན་ཟླ་མེད་པ། གནོད་པ་མེད་པ། ཡངས་པ། རྒྱ་ཆེན་པོར་གྱུར་པ།
en: Likewise, he dwelled, dedicating attention to the second, third, fourth, upward, downward, and horizontal directions, and all directions of this entire world at once, and suffusing and perfecting them with his thought of love that was free from anger, wrath, and malice, and was vast, huge, immeasurable, and fully developed.

source: ཚད་མེད་པ་ཤིན་ཏུ་བསྒོམས་པས་མོས་ཏེ་ཁྱབ་པར་བྱས་ནས་རྫོགས་པར་བྱས་ཏེ་གནས་སོ། །དེ་བཞིན་དུ་སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་ལྡན་པའི་སེམས་ཁོན་མེད་པ། འགྲན་ཟླ་མེད་པ། གནོད་པ་མེད་པ། ཡངས་པ། རྒྱ་ཆེན་པོར་གྱུར་པ། ཚད་མེད་པ་ཤིན་ཏུ་བསྒོམས་པས་ཕྱོགས་གཅིག་ཏུ་མོས་ཏེ་ཁྱབ་པར་བྱས་ནས་རྫོགས་པར་བྱས་ཏེ་གནས་སོ།
en: “Likewise, he dwelled, dedicating attention to one direction and suffusing and perfecting it with his thoughts of compassion, joy, and equanimity that were free from anger, wrath, and malice, and were vast, huge, immeasurable, and fully developed.

source: །དེ་བཞིན་དུ་གཉིས་པ་དང་། དེ་བཞིན་དུ་གསུམ་པ་དང་། དེ་བཞིན་དུ་བཞི་པ་དང་། བླ་དང་འོག་དང་། ཐད་ཀར་རྣམ་པ་ཐམས་ཅད་དུ་འཇིག་རྟེན་འདི་ཐམས་ཅད་བཏང་སྙོམས་དང་ལྡན་པའི་སེམས་ཁོན་མེད་པ། འགྲན་ཟླ་མེད་པ། གནོད་པ་མེད་པ། ཡངས་པ་རྒྱ་ཆེན་པོར་གྱུར་པ། ཚད་མེད་པ་ཤིན་ཏུ་བསྒོམས་པས་ཕྱོགས་གཅིག་ཏུ་མོས་ཏེ་ཁྱབ་པར་བྱས་ནས་རྫོགས་པར་བྱས་ཏེ་གནས་སོ།
en: “Likewise, he dwelled, dedicating attention to the second, third, fourth, upward, downward, and horizontal directions, and all directions of this entire world at once, and suffusing and perfecting them with his thought of equanimity that was free from anger, wrath, and malice, and was vast, huge, immeasurable, and fully developed.

source: །དེ་ནས་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཀྱི་མིང་བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས། བྲམ་ཟེ་ཆེན་པོ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་བའི་མིང་གང་ཡིན་པ་དེ་ནུབ་པར་གྱུར་ཅིང་། སྟོན་པ་གནག་ལྷས་སྐྱེས་ཞེས་བྱ་བར་གྲགས་སོ།
en: “Thereupon his name, Brahmin Mahāgovinda, disappeared and he came to be known as Teacher Govinda.

source: །དེ་ནས་སྟོན་པ་གནག་ལྷས་སྐྱེས་འཁོར་བརྒྱ་ཕྲག་དུ་མ་དང་། འཁོར་སྟོང་ཕྲག་དུ་མ་དང་། འཁོར་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་། གྲོང་རྡལ་ནས་གྲོང་རྡལ་དང་། གྲོང་ཁྱེར་ནས་གྲོང་ཁྱེར་དུ་ལྗོངས་རྒྱུ་ཞིང་དོང་ངོ་།
en: Then Teacher Govinda traveled from city to city, from town to town, with hundreds of, thousands of, hundreds of thousands of attendants.

source: །དེའི་ཚེ་སྐྱེས་པའམ་བུད་མེད་དག་ལས་ཉེས་པ་འགའ་བྱུང་ན་སྟོན་པ་གནག་ལྷས་སྐྱེས་ཕྱོགས་གང་ན་འདུག་པའི་ཕྱོགས་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་སྟོན་པ་གནག་ལྷས་སྐྱེས་དེ་ལ་ཕྱག་འཚལ་ལོ།
en: “At that time, whenever something bad happened to men or women, they made the gesture of supplication in the direction of Teacher Govinda and spoke an inspired utterance three times:

source: །ཕྱག་འཚལ་ལོ། །སྟོན་པ་གནག་ལྷས་སྐྱེས་དེ་ལ་ཕྱག་འཚལ་ལོ།
en: ‘Salutations to Teacher Govinda!

source: །ཕྱག་འཚལ་ལོ། །ཞེས་ཆེད་དུ་བརྗོད་པ།
en: Salutations to Teacher Govinda!’

source: ལན་གསུམ་བརྗོད་དོ། །མདུན་ན་འདོན་བདུན་བྱུང་བ་གང་ཡིན་པ་ནི།
en: “He was the minister of seven kings, and they were as follows:

source: རལ་གྲིས་འཚོ་དང་ཚངས་སྦྱིན་དང་། །སྣ་ཚོགས་ཟ་དང་དེ་བཞིན་ས།
en: “Śastrabhū, Brahmadatta,

source: །རྡུལ་ཅན་ཡུལ་འཁོར་སྐྱོང་གཉིས་གཉིས།
en: Viśvabhuj, Earth, Reṇu, two Dhṛtarāṣṭras—

source: །དེ་ཚེ་སྐྱེ་བོ་དེ་བདུན་བྱུང་། །ཀ་ལིང་ཀ་ན་མཆེ་བའི་ཁྱིམ།
en: These seven people were there then. “He allotted them Dantapura in Kaliṅga,

source: །རྡོ་མངས་ན་ནི་སྐེམ་བྱེད་དེ།
en: Potana in Aśmaka,

source: །སྲུང་བྱེད་ན་ནི་མ་ཧེ་ལྡན།
en: Mahiṣmatī in Avanti,

source: །ཨང་གར་ཙམ་པ་རིས་སུ་བཅད།
en: And Campā in Aṅga.

source: །ལུས་འཕགས་ན་ནི་མི་ཐི་ལ།
en: “Mithilā in Videha,

source: །སྟང་ཟིལ་ཅན་ན་མ་རུངས་པ།
en: Roruka in Sauvīra,

source: །བཱ་རཱ་ཎ་སཱིར་ཀ་ཤི་སྟེ།
en: And Kāśi in Vārāṇasī

source: །གནག་ལྷས་སྐྱེས་ཀྱིས་རིས་བཅད་དེའོ།
en: Were also allotted to them by Govinda.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་སྟོན་པ་གནག་ལྷས་སྐྱེས་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: It was me who was Teacher Govinda at that time, on that occasion.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཐོག་མར་ཐུགས་གང་དུ་བསྐྱེད་ལགས།
en: “O Honored One, where did the Blessed One form the resolution for supreme and complete awakening for the first time?”

source: རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་རྒྱལ་པོ་འོད་ལྡན་ཞེས་བྱ་བ་བྱུང་སྟེ།
en: “Great King, once there was a king named Prabhāsa.

source: དེའི་ཡུལ་དུ་གླང་པོ་རིན་པོ་ཆེ་མེ་ཏོག་ཀུ་མུ་དའི་མདོག་ལྟར་དཀར་བ། ཡན་ལག་བདུན་ཤིན་ཏུ་གནས་པ། གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ་ཞིག་བྱུང་ངོ་།
en: In his country, there was a treasured elephant whose color was white like the flower of a white water lily, whose body was well supported in its seven parts, and who was well proportioned, attractive, and pleasant to behold.

source: །དེ་ནས་རྒྱལ་པོ་འོད་ལྡན་གྱིས་གླང་པོ་འདུལ་མཁན་མཁས་པ་ཕོ་ཉས་བཀུག་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: One day King Prabhāsa summoned an elephant trainer by messenger and ordered him, ‘O gentle sir, train this most excellent elephant quickly and well, and then bring it to me.’

source: །མཁས་པ་དེས་པ་ཁྱོད་ཀྱིས་གླང་པོ་ཆེ་དམ་པ་འདི་མྱུར་དུ་ལེགས་པར་དུལ་བར་བྱོས་ལ་ང་ལ་ཕུལ་ཅིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་གླང་པོ་ཆེ་འདུལ་མཁན་མཁས་པས་རྒྱལ་པོ་འོད་ལྡན་ལས་མཉན་ནས་གླང་པོ་ཆེ་དམ་པ་དེ་འདུལ་བར་བྱེད་དེ།
en: “ ‘Certainly, Your Majesty,’ replied the elephant trainer to King Prabhāsa, and he trained that most excellent elephant.

source: དེ་དུལ་བར་རིག་ནས་རྒྱལ་པོ་འོད་ལྡན་ལ་ཕུལ་ཏེ།
en: When he realized that it was trained, he brought the elephant to King Prabhāsa and said, ‘Your Majesty’s most excellent elephant is trained.

source: ལྷའི་གླང་པོ་ཆེ་དམ་པ་ནི་དུལ་ལགས་པས་ལྷ་ད་དེའི་དུས་ལ་བབ་པར་མཁྱེན་པར་མཛད་དུ་གསོལ།
en: May Your Majesty know that it is the right time.’

source: དེ་ནས་རྒྱལ་པོ་འོད་ལྡན་གླང་པོ་ཆེ་དམ་པ་དེ་ལ་ཞོན་ཏེ་གླང་པོའི་འདུལ་མཁན་ཡང་གོང་དུ་ཞོན་ནས་རི་དགས་འཆོར་དུ་སོང་ངོ་།
en: “Thereupon King Prabhāsa mounted that most excellent elephant and, with the elephant trainer seated in front, went deer hunting.

source: །ཇི་ཙམ་ན་གླང་པོ་ཆེ་དེས་ནགས་ཀྱི་བལ་གླང་མོའི་དྲི་ཚོར་ནས་དེས་དྲི་དེའི་རྗེས་བཞིན་དུ་བརྒྱུགས་སོ།
en: Soon the elephant noticed the smell of a she-elephant living in the forest and began to run, tracking the smell.

source: །དེ་ནས་རྒྱལ་པོ་གླང་པོ་ཆེ་རླུང་ལྟར་མགྱོགས་པས་ཁྱེར་བ་དང་། གླང་པོ་ཆེའི་འདུལ་མཁན་ལ་སྨྲས་པ།
en: Being carried by the elephant as fast as the wind, the king shouted to the elephant trainer, ‘Hey, elephant trainer,

source: ཀྱེ་གླང་པོ་འདུལ་མཁན་ནམ་མཁའ་འགུལ་བ་འདྲ་ཞིང་ཕྱོགས་ཀུན་མྱུར་དུ་འདུ་བར་འགྲོ་བ་འདྲ།
en: “ ‘The sky looks as if it’s shaking, and things in every direction look as if they are quickly crashing together.

source: །ས་ནི་མཐའ་དག་འཁོར་ལོ་བཞིན་འཁོར་ཤིང་རྣམས་མཁའ་ལ་འཁོར་བ་འདྲ།
en: The whole earth looks as if it’s turning like a wheel, and the trees look as if they are spinning in space.

source: །གླང་པོའི་དབང་པོ་གངས་རི་འགྲོ་བ་ལྟ་བུ་འདི་རྒྱུག་མཐོང་ནས་ནི།
en: The mountains look as if they have suddenly begun to sprint, having seen this lord of elephants

source: །རི་བོ་འདི་རྒྱུག་སྙམ་ནས་རི་རྣམས་གྱ་ཙོམ་མྱུར་དུ་རྒྱུག་པ་འདྲ།
en: Running like a moving Mount Kailāsa and having thought, “This mountain is running!”

source: །ཀྱེ་གླང་པོ་ཆེ་འདུལ་མཁན་གླང་པོ་ཆེའི་དབང་པོ་ཐུལ་ཅིག་ཐུལ་ཅིག །གླང་ཆེན་དབང་པོ་ཚར་གཅད་པར།
en: “ ‘Hey, elephant trainer, calm this lord of elephants, calm it!

source: །བཟང་པོ་རབ་ཏུ་འབད་པར་གྱིས།
en: “ ‘Skillful one, make an effort

source: །གླང་ཆེན་གཉེའུ་རེངས་ཁྱེར་བ་ཡིས།
en: To tame this lord of elephants. I am carried off by an obstinate elephant,

source: །ཁོ་བོ་ཅིར་འགྱུར་གཏོལ་མེད་ཁྱེར།
en: Not knowing what will happen!’

source: །གླང་པོ་ཆེ་འདུལ་བས་སྨྲས་པ། ལྷ་དྲང་སྲོང་དམ་པས་སྨྲས་པའི་གསང་སྔགས་བཟླས་བགྱི་ཞིང་།
en: “ ‘Your Majesty,’ the elephant trainer replied,

source: །འདི་ལ་ལྕགས་ཀྱུས་ཚར་བཅད་འབད་པ་ཡང་བགྱི་ན།
en: “ ‘Even though I try to subdue it with a stick here,

source: །འཆི་བར་ངེས་པ་རྣམས་ཀྱི་ཚེ་ཡིས་སྨན་བཞིན་དུ།
en: Chanting mantras spoken by the best ṛṣis,

source: །གླང་པོ་འདི་ནི་བདག་སྟོབས་ཟིལ་གྱིས་མནན་ནས་མཆི།
en: This elephant surpasses me in power Just as death surpasses medicines for the moribund.

source: །མི་ཡི་དབང་པོ་ལྕགས་ཀྱུ་འམ།
en: “ ‘Master of the people,

source: །ཞགས་པ་འམ་ཡང་ན་ལྕག་གིས་ཀྱང་།
en: You can never tame your mind,

source: །འདོད་ཆགས་གཉེའུ་རེངས་ཁྱེར་བའི་སེམས།
en: Carried along by obstinate desire,

source: །ཚར་གཅད་ནུས་པ་མ་ལགས་སོ།
en: With any stick, rope, or whip.

source: །འདོད་ཆགས་སེམས་ཀྱི་ཟུག་རྔུ་ནི།
en: “ ‘Desire, mental pain,

source: །ཇི་ཞིག་ལྟར་ན་སྐྱེ་འགྱུར་ཏེ།
en: Arises in some way,

source: །ཚུལ་འགའ་ཞིག་གིས་རྒྱས་འགྱུར་ལ།
en: Grows in another way,

source: །འགའ་ཞིག་གིས་ཀྱང་ཞི་བར་འགྱུར།
en: And is calmed in another way.’

source: །གང་གི་ཚེ་གླང་པོའི་འདུལ་མཁན་དེས་གླང་པོ་ཆེ་དམ་པ་དེ་གནས་ཐམས་ཅད་དུ་བཟློག་པར་མ་ནུས་པ་དེའི་ཚེ། རྒྱལ་པོ་ལ་སྨྲས་པ།
en: “The elephant trainer was not able to make that most excellent elephant return anywhere. Then he said to the king, ‘Your Majesty, this elephant is mad.

source: ལྷ་གླང་པོ་ཆེ་འདི་ནི་འཁྲུལ་གྱིས་ཤིང་གི་ཡལ་ག་ལ་འཇུས་མཛོད་ཅིག །དེ་ནས་རྒྱལ་པོ་དང་འདུལ་མཁན་ཤིང་གི་ཡལ་ག་ལ་འཇུས་ཏེ་འདུག་གོ།
en: Please grasp the bough of a tree.’ “Then the king and the trainer both grasped the bough of a tree and hung there.

source: །དེ་ནས་དིའུ་ཤི་བ་ལས་ཐར་ཏེ་བདེ་བར་གྱུར་ནས་རྒྱལ་པོས་འདུལ་མཁན་ལ་སྨྲས་པ།
en: Having escaped death, they felt safe.

source: ཁྱོད་ཀྱིས་གླང་པོ་ཆེ་དམ་པ་མ་དུལ་བར་ང་ལ་ཕུལ་ལོ།
en: The king said to the trainer, ‘You brought the elephant to me untamed.’

source: །དེས་སྨྲས་པ། ལྷ་འདི་བདག་གིས་ཤིན་ཏུ་དུལ་བར་བགྱིས་ཏེ། འོན་ཀྱང་ནགས་ཀྱི་བལ་གླང་མོའི་དྲི་ཚོར་ནས་ཉན་དུ་མ་བཏུབ་ལགས་སོ།
en: “ ‘Your Majesty,’ replied the elephant trainer, ‘I had completely tamed it, but it refused to obey when it noticed the smell of a she-elephant.

source: །ལྷ་དེ་ལྟ་ལགས་མོད་ཀྱི་དཔྱད་དྲན་ནས་རིང་པོ་མི་ཐོགས་པར་མཆི་བར་འགྱུར་རོ།
en: However, Your Majesty, it will soon come back, remembering what it was taught.’
